Repository: n4wf3l/Forum-RSCAnderlecht
Catalog: Resources/SharedResource.*.resx
Languages: nl_be

source: Access denied
nl_be: Toegang geweigerd

source: Account information such as username and password
nl_be: Accountinformatie zoals gebruikersnaam en wachtwoord

source: Action
nl_be: Actie

source: An error occurred while processing your request.
nl_be: Er is een fout opgetreden tijdens de verwerking van uw verzoek.

# at
source: on
nl_be: op

source: BE
nl_be: WORDT

source: Become a member of the RSC Anderlecht forum and keep up to date with all the news!
nl_be: Word lid van het RSC Anderlecht forum en blijf op de hoogte van al het nieuws!

source: Change email
nl_be: Verander e-mail

source: Change password
nl_be: Verander wachtwoord

source: Change your account settings
nl_be: Uw accountinstellingen wijzigen

source: Check your mailbox, an email has been sent to you to confirm your account
nl_be: Controleer uw mailbox, er is een e-mail verzonden om uw account te bevestigen

source: Click here to confirm directly your account
nl_be: Klik hier om uw account direct te bevestigen

source: Click here to log in
nl_be: Druk hier om in te loggen

source: Click here to Logout
nl_be: Druk hier om uit te loggen

source: Close
nl_be: Annuleren

source: Comment
nl_be: Reageer

source: Comments
nl_be: Reacties

source: Confirm email
nl_be: Bevestig e-mail

source: Confirm email change
nl_be: Bevestig uw e-mail verandering

source: Contact information such as name, email address and telephone number
nl_be: Contactgegevens zoals naam, e-mailadres en telefoonnummer

source: Content
nl_be: Topic

source: Create
nl_be: Aanmaken

source: Create a new account
nl_be: Schrijf je in!

source: Create new post
nl_be: Topic plaatsen

source: Create new user
nl_be: Nieuwe user aanmaken

source: Create role
nl_be: Creëer rol

source: Created At
nl_be: Gepost op

source: Delete
nl_be: Verwijderen

source: Delete data and close my account.
nl_be: Verwijder gegevens en sluit mijn account.

source: Delete personal data
nl_be: Persoonlijke informatie verwijderen

source: Deleting this data will permanently remove your account, and this cannot be recovered.
nl_be: Het verwijderen van deze gegevens zal uw account permanent verwijderen, en dit kan niet worden hersteld.

source: Demographic information such as age, gender and city of residence
nl_be: Demografische informatie zoals leeftijd, geslacht en woonplaats

source: Development Mode
nl_be: Ontwikkelingsmodus

source: Don't have access to your authenticator device? You can
nl_be: Heeft u geen toegang tot uw authenticatietoestel? U kunt

source: Download
nl_be: Downloaden

# Enter your email
source: Enter you email.
nl_be: Noteer hieronder uw e-mail.

source: Error
nl_be: Foutmelding

source: External logins
nl_be: Externe aanmeldingen

source: Forgot password confirmation
nl_be: Bevestiging wachtwoord vergeten

source: Forgot your password?
nl_be: Wachtwoord vergeten?

source: Hello
nl_be: Dag

source: Home
nl_be: Startpagina

source: Information collected
nl_be: Verzamelde informatie

source: Language
nl_be: Taal

source: List of roles
nl_be: Lijst van rollen

source: Locked out
nl_be: Buitengesloten

source: log in with a recovery code
nl_be: inloggen met een herstelcode

source: Login
nl_be: Inloggen

source: Logout
nl_be: Déconnexion

source: Manage email
nl_be: Emailbeheer

source: Manage your account
nl_be: Beheer uw account

source: My Posts
nl_be: Mijn Topics

source: Name
nl_be: Naam

source: New password
nl_be: Nieuwe wachtwoord

source: News Feed
nl_be: Forum

source: No publication has yet been issued.
nl_be: Er is nog geen topic geplaatst

source: Our website uses cookies to enhance the user experience and gather information about site usage. A cookie is a small text file that is stored on the user's device by the web browser. The information gathered through cookies may include the pages visited, the time spent on the site and the advertisements clicked. This information is used to improve our website and services. Users can choose to disable cookies in their web browser, but this may limit their ability to use certain features on our site. We use the information collected from our users for the following purposes:
nl_be: Onze website gebruikt cookies om de gebruikerservaring te verbeteren en informatie te verzamelen over het gebruik van de site. Een cookie is een klein tekstbestand dat door de webbrowser op het apparaat van de gebruiker wordt opgeslagen. De informatie die via cookies wordt verzameld, kan bestaan uit de bezochte pagina's, de tijd die op de site wordt doorgebracht en de advertenties waarop wordt geklikt. Deze informatie wordt gebruikt om onze website en diensten te verbeteren. Gebruikers kunnen ervoor kiezen om cookies in hun webbrowser uit te schakelen, maar dit kan hun vermogen om bepaalde functies op onze site te gebruiken beperken. Wij gebruiken de verzamelde informatie van onze gebruikers voor de volgende doeleinden:

source: Password
nl_be: Wachtwoord

source: Personal data
nl_be: Persoonlijke informatie

source: Please check your email to confirm your account
nl_be: Controleer uw e-mail om uw account te bevestigen

source: Please check your email to reset your password.
nl_be: Controleer uw e-mail om uw wachtwoord opnieuw in te stellen.

source: Posted by
nl_be: Geplaatst door

source: Profile
nl_be: Profiel

source: Recent posts
nl_be: Recente topics

source: Register
nl_be: Inschrijving

source: Register confirmation
nl_be: Registratiebevestiging

source: Remember me?
nl_be: Mij herinneren

source: Resend email confirmation
nl_be: Email bevestiging opnieuw versturen

source: Reset
nl_be: Resetten

source: Reset password
nl_be: Wachtwoord resetten

source: Reset password confirmation
nl_be: Bevestiging wachtwoord opnieuw instellen

source: Reset your password
nl_be: Wachtwoord opnieuw instellen

source: Result found
nl_be: Resultaat

source: Role Management
nl_be: Rolbeheer

source: Save
nl_be: Opslaan

source: Search
nl_be: Zoeken

source: Search result
nl_be: Zoekresultaat

source: Select role
nl_be: Selecteer een rol

source: Send verification email
nl_be: Stuur verificatie e-mail

source: Sharing of information
nl_be: Delen van informatie

source: Swapping to Development environment will display more detailed information about the error that occurred.
nl_be: Als u naar de ontwikkelomgeving gaat, krijgt u meer gedetailleerde informatie over de opgetreden fout.

source: The Development environment shouldn't be enabled for deployed applications. It can result in displaying sensitive information from exceptions to end users. For local debugging, enable the Development environment by setting the ASPNETCORE_ENVIRONMENT environment variable to Development and restarting the app.
nl_be: De ontwikkelomgeving moet niet worden ingeschakeld voor uitgerolde toepassingen. Het kan leiden tot het tonen van gevoelige informatie van uitzonderingen aan eindgebruikers. Voor lokaal debuggen schakelt u de ontwikkelomgeving in door de omgevingsvariabele ASPNETCORE_ENVIRONMENT in te stellen op Development en de app opnieuw te starten.

source: The RSC Anderlecht forum was created to bring together fans of the club. Keep up to date with the latest rumours, but also with the location of rallies and the planning of tifos. Also become a 'membership' on the official website.
nl_be: Het RSC Anderlecht forum werd opgericht om fans van de club samen te brengen. Blijf op de hoogte van de laatste geruchten, maar ook van de locatie van rally's en de planning van tifo's. Word ook 'Membership' op de officiële website.

source: There are currently no comments.
nl_be: Er zijn momenteel geen reacties.

source: This account has been locked out, please try again later.
nl_be: Deze account is geblokkeerd, probeer het later opnieuw.

source: To improve our website and services
nl_be: Om onze website en diensten te verbeteren

source: To personalize the user experience
nl_be: De gebruikerservaring personaliseren

source: To provide services and features to our users
nl_be: Om diensten en functies aan onze gebruikers aan te bieden

source: To send promotional and informational communications to our users
nl_be: Om promotionele en informatieve berichten naar onze gebruikers te sturen

source: Two-factor authentication
nl_be: Authenticatie met twee factoren

source: Type content
nl_be: Inhoud

source: Update password
nl_be: Update wachtwoord

source: Use of information
nl_be: Gebruik van informatie

source: User Management
nl_be: Gebruikersbeheer

source: Username
nl_be: Gebruikersnaam

source: We are happy to have you back!
nl_be: We zijn blij u weer te zien!

source: We do not share the information of our users with third parties, except in the following cases:
nl_be: Wij delen de informatie van onze gebruikers niet met derden, behalve in de volgende gevallen:

source: We may collect the following information from our users:
nl_be: Wij kunnen de volgende informatie van onze gebruikers verzamelen:

source: We take the privacy of our users very seriously. This privacy policy outlines the types of information we collect from our users and how we use it.
nl_be: Wij nemen de privacy van onze gebruikers zeer serieus. Dit privacybeleid beschrijft de soorten informatie die wij van onze gebruikers verzamelen en hoe wij die gebruiken.

source: Welcome
nl_be: Welkom

source: When required by law
nl_be: Indien wettelijk vereist

source: When we believe in good faith that disclosure is necessary to protect our rights and those of our users
nl_be: Wanneer wij te goeder trouw geloven dat openbaarmaking noodzakelijk is om onze rechten en die van onze gebruikers te beschermen

source: You do not have access to this resource.
nl_be: U hebt geen toegang tot dit pagina.

source: You have successfully logged out of the application.
nl_be: U bent successvol uitgelogd van uw account.

source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
nl_be: Uw account bevat persoonlijke gegevens die u ons heeft gegeven. Op deze pagina kunt u die gegevens downloaden of verwijderen.

source: Your login is protected with an authenticator app. Enter your authenticator code below.
nl_be: Uw aanmelding is beveiligd met een authenticator-app. Voer hieronder uw authenticator code in.

source: Your password has been reset.
nl_be: Uw wachtwoord werd hersteld.
